Repository: KDE/kinit
Catalog: po/*/kinit5.po
Languages: bn_in, cs, ka, ku, oc, tg

source: Unable to start new process. The system may have reached the maximum number of open files possible or the maximum number of open files that you are allowed to use has been reached.
bn_in: নতুন প্রসেস আরম্ভ করতে ব্যর্থ। সম্ভবত, সিস্টেমের ক্ষেত্রে অনুমোদিত সর্বাধিক সংখ্যক ফাইল খোলা অবস্থায় রয়েছে অথবা আপনার ব্যবহারের জন্য অনুমোদিত ফাইলের সংখ্যা হয়েছে।
cs: Nelze spustit nový proces. Buď již byl otevřen maximální možný počet souborů v systému nebo maximální možný počet souborů, jaký máte povolen vy.
ka: ახალი პროცესის შექმნა ვერ ხერხდება. სისტემამ შესაძლოა გახსნილი ფაილების იმ მაქსიმალურ დასაშვებ რაოდენობას მიაღწია, რომელიც თქვენ მიუთითეთ.
ku: Pêvajoyeke nû nayê afirandin. Pergal gihîştiye sînorê herî dawî yê vekirina pelan ê ku te an jî pergalê diyar kiriye.
oc: Impossible d'aviar un processús novèl. Lo sistèma a probablement atent lo nombre maximal de fichièrs doberts o lo maximum que sètz autorizat a dobrir.
tg: Не удалось запустить процесс. Возможно, превышен предел количества открытых файлов в системе или для пользователя.

source: Unable to create new process. The system may have reached the maximum number of processes possible or the maximum number of processes that you are allowed to use has been reached.
bn_in: নতুন প্রসেস নির্মাণ করতে ব্যর্থ। সম্ভবত সিস্টেমের মধ্যে সর্বোচ্চ সংখ্যক প্রসেস অথবা আপনার ক্ষেত্রে সর্বোচ্চ অনুমোদিত সংখ্যক প্রসেস বর্তমানে চলছে।
cs: Nelze vytvořit nový proces. Buď již byl otevřen maximální možný počet souborů v systému nebo maximální možný počet souborů, jaký máte povolen vy.
ka: ახალი პროცესის შექმნა ვერ ხერხდება. სისტემამ შესაძლოა პროცესების იმ მაქსიმალურ დასაშვებ რაოდენობას მიაღწია, რომელიც თქვენ მიუთითეთ.
ku: Pêvajoyeke nû nayê afirandin. Pergal gihîştiye sînorê herî dawî yê pêvajoyan ê ku te an jî pergalê diyar kiriye.
oc: Impossible de crear un processús novèl. Lo sistèma a probablement atent lo nombre maximal de processús creats o lo maximum que sètz autorizat a crear.
tg: Не удалось создать процесс. Возможно, превышен предел количества запущенных процессов в системе или для пользователя.

source: Could not find '%1' executable.
bn_in: '%1' এক্সেকিউটেবল পাওয়া যায়নি।
cs: Není možné nalézt program '%1'.
ka: '%1' პროგრამა ვერ მოიძებნა.
ku: Bernameya '%1' nehate dîtin.
oc: Impossible de trobar l'executabla «%1».
tg: Барнома бо номи '%1' ёфт нашуд.

source: Could not open library '%1'. %2
bn_in: লাইব্রেরি '%1' খোলা যায়নি। %2
cs: Není možné otevřít knihovnu '%1'. %2
ka: '%1' ბიბლიოთეკის გახსნა ვერ ხერხდება. %2
ku: Pirtûkxaneya '%1' venebû. %2
oc: Impossible de dobrir la bibliotèca « %1 ». %2
tg: Не удалось открыть библиотеку «%1». %2

source: Could not find 'kdemain' in '%1'. %2
bn_in: '%1'-র মধ্যে 'kdemain' পাওয়া যায়নি। %2
cs: Není možné nalézt 'kdemain' v '%1'. %2
ka: 'kdemain' ვერ მოიძებნა მისამართზე '%1'. %2
ku: Di hundirê '%1' de "kdemain" nehate dîtin. %2
oc: Impossible de trobar 'kdemain' dins '%1'. %2
tg: Не удалось найти «kdemain» в «%1». %2

source: KDEInit could not launch '%1'
cs: KDEInit nemohl spustit '%1'

source: Could not find service '%1'.
bn_in: পরিসেবা '%1' সন্ধান করা যায়নি।
cs: Není možné nalézt službu '%1'.
ka: ვერ ვპოულობ '%1' სერვისს.
ku: Xizmeta '%1' nehate dîtin.
oc: Impossible de trobar lo servici '%1'.
tg: Не удалось найти службу «%1».

source: Service '%1' must be executable to run.
cs: Služba '%1' musí být spustitelná.
ku: Ji bo meşînê, divê servîsa '%1' bikare were xebitandin.
tg: Хидмати '%1' барои иҷро бояд иҷрошаванда бошад.

source: Service '%1' is malformatted.
bn_in: '%1' পরিসেবা ত্রুটিপূর্ণ রূপে গঠিত হয়েছে।
cs: Služba '%1' má neplatný formát.
ka: სერვისი '%1' უმართებლოა.
ku: Servîsa '%1' şaş hatiye teşekirin.
oc: Lo servici «%1» es mal formatat
tg: Служба '%1' имеет неверный формат.

source: Launching %1
bn_in: %1 লঞ্চ করা হচ্ছে
cs: Spouštím %1
ka: დაწყება - %1
ku: %1 Tê Destpêkirin
oc: Aviada de %1
tg: Оғози %1

source: Unknown protocol '%1'.
bn_in: অজানা প্রোটোকল '%1'।
cs: Neznámý protokol '%1'.
ka: უცნობი "%1" ოქმი.
ku: Protokola ku nenas ya '%1'.
oc: Protocòl «%1» desconegut.
tg: Протоколи номуайян: '%1'.

source: Could not find the '%1' plugin.
cs: Není možné nalézt modul '%1'.

source: Error loading '%1'.
cs: Chyba při načítání '%1'.

source: klauncher: This program is not supposed to be started manually. klauncher: It is started automatically by kdeinit5.
cs: klauncher: Tento program není určen k manuálnímu spuštění. klauncher: Je automaticky startován procesem kdeinit5.

source: Error loading '%1'.
bn_in: '%1' লোড করতে সমস্যা।
ka: "%1" - ჩატვირთვის შეცდომა:
ku: Dema '%1' dihate barkirin çewtî çêbû.
oc: Problèma de cargament de «%1».
tg: Хатои боркунии '%1'.
